[frozen fitness]
bathtub
	n,浴缸
submerge
	v,浸入、使浸入
icy
	adj,冰冷的
shiver
	v,發抖
	n,顫抖
mammal
	n,哺乳類動物
thermogenesis
	n,生熱作用
slide, slid, slid
	v,滑行
	n,滑梯
undergo
	v,經歷
drastic
	adj,激烈的、激進的
internal
	adj,內部的
process
	v,處理
	n,過程
recent
	adj,近來的
study
	v,學習（做題等）
	v,研究
	n,研究
indicate
	v,指示出
boost
	v,提升
metabolism
	n,新陳代謝
tub
	n,浴缸
	n,圓柱形盒（牛油等）
underneath
	prep,在...底下（難見、深）
testosterone
	n,睪丸素（雄性賀爾蒙）
subject sb to sth
	v phr,使某人承受某物
subjected to
	v phr,承受某物（被動）
regularly
	adv,有規律地
	adv,經常地
extreme
	adj,極端的
heat
	n,熱力
muscular
	adj,肌肉的
	adj,充滿肌肉的
benefit
	n,好處
	v,使得益
generate
	v,（特定機制）產生
entrepreneur
	n,創業家
regimen
	n,療程（用藥規則等）
conduct
	v,進行
experiment
	n,實驗
craze
	n,（一窩蜂的）熱情
craze for
	n phr,對某物的（一時）熱情
spark
	v,引發
	v,點燃
dunk
	v,（吃之前）浸一浸
Olympics
	n,奧運會
expose
	v,曝露、使同某物接觸
rarely
	adv,很少（發生）
lift
	v,提升（水平、數量、快樂）
overcome<=1226,0
        v,克服
temperature
	n,溫度
initial
	adj,初始的
miss out on
	v phr,錯過
routine
	n,每日的例程
progress
	n,進展
article
	n,文章
shock
	n,震驚
	v,震驚、使震驚
take advantage of
	v phr,好好利用
convenient
	adj,方便的
function
	n,功能
several
	det,幾個
packet
	n,小包
average
	adj,平均的
shower
	n,淋浴
	n,驟雨
	v,淋浴
willing
	adj,願意的
give it a go
	v phr,試一試某物
gradually
	adv,漸漸地
adopt
	v,採納
	v,收養
besides
	prep,除了...之外（也...）
settle down
	v phr,定居、安定下來
trend
	n,趨勢
improve
	v,改善
blockbuster
	n,電影大片

他把自己浸在浴缸裡。
	submerge
	bathtub
那隻哺乳類動物在冰冷的水裡發抖。
	mammal
	shiver<=?,0
	icy
他沉浸在快樂之中。
	submerge
	happiness
當我們會發抖時，生熱作用可能已啟動了。
	shiver<=?,0
	thermogenesis
那隻哺乳類動物滑過了那個浴缸。
	mammal
	slide<=?,0
	bathtub
他正在經歷一個激烈的改變。
	undergo
	drastic
	change<=?,1
思考是一個內部的過程。
	think<=?,0
	internal
	process<=?,1
他滑落了那個小山。
近來的研究(不用research)顯示出(不用show)這種藥可提升新陳代謝。
他藏了一張便條在一（圓柱形）盒牛油底下。
這個過程可以提升睪丸素水平。
他經常(不用often)承受著極端的熱力。
一個內部的研究(不用research)顯示出(不用show)肌肉的鍛練的好處。
他經常(不用often)承受到欺凌。
太陽產生很多熱力。
這個充滿肌肉的創業家會經歷一個長的療程。
他進行(不用perform)了一個關於睪丸素的實驗。
目前很多人對parkour有熱情（一窩蜂的）。
這會引發人們的興趣。
他浸一浸那曲奇入那牛奶裡。
一些創業家去了奧運會。
不要曝露我們的內部的數據。
他很少(不用seldom)去奧運會。
對這隻遊戲的熱情消失了。
那個好消息給了我一個提升。
他浸一浸那麵包入那湯裡。
他會克服這個極端的溫度。
初始的困難已被解決。
他錯過了這個奧運會。
這會引發一場戰爭。
當你浸在冰冷的水時，生熱作用就會啟動。
他正在進行(不用perform)他的每日例程。
我們的初始的進展是不錯的。
這篇文章使世界震驚。
我會好好利用這個方便的功能。
他買了幾小包冰。
在平均的一日裡，他淋浴兩次。
他很樂意去試一試這個療程。
他漸漸地接受了這個激進的改變。
他採納了這篇文章。
除了哺乳類動物，他也喜歡雀鳥。
他在這裡定居了。
這個例程漸漸地變成了一個趨勢。
他很少(不用seldom)讓那件恤衫接觸到陽光。
他好好地利用了這個場驟雨。
這個內部的網站很方便。
他很願意去改善他的英文。
他很少(不用seldom)錯過電影大片。
他作出了很多進展。
一個平均的人每日只可吃一小包M&M。
這篇文章裡有幾個激進的觀點。
